import React from 'react'

function Home() {
    return (
        <div className='flex grow h-screen w-full bg-orange-100 justify-center items-center'>
            <span className='flex text-3xl p-20'>
                "Рик и Морти" - это американский анимационный сериал о приключениях гениального, но безумного ученого Рика Санчеза и его внука Морти Смита.

                Сериал создан Джастином Ройлендом и Дэном Хармоном и впервые вышел на экраны в 2013 году. В сериале сочетаются элементы научной фантастики, черного юмора и сатиры.

                Каждый эпизод представляет собой новое путешествие Рика и Морти в различные миры и измерения, где они сталкиваются с экзотическими формами жизни, различными опасностями и проблемами семейных отношений.

                Сериал популярен благодаря своей остроте, необычным идеям и проработанности персонажей. В нем также затронуты темы взаимоотношений в семье, философские вопросы и проблемы психического здоровья.
            </span>
        </div>
    )
}

export default Home